Repository: cyanidepoisoningology606/metropolist
Catalog: metropolist/metropolistWidgets/Localizable.xcstrings
Source language: en
Languages: fr

# %lld / %lld to next level
source: %1$lld / %2$lld to next level
fr: %1$lld / %2$lld avant le prochain niveau

source: %lld-day streak
fr: Série de %lldj

source: Achievements
fr: Trophées

source: Gold
fr: Or

source: LEVEL
fr: NIVEAU

source: Lines
fr: Lignes

source: Lines done
fr: Lignes comp.

source: Network
fr: Réseau

source: Silver
fr: Argent

source: Stations
fr: Arrêts

source: Streak
fr: Séries

source: Travels
fr: Trajets

source: unlocked
fr: débloqués

source: Your badge collection progress.
fr: Votre progression de collection de badges.

source: Your current travel streak.
fr: Votre série de trajets en cours.

source: Your level and travel stats.
fr: Votre niveau et vos statistiques de trajets.

source: Your station coverage progress.
fr: Votre progression de couverture du réseau.
